Revit 2024 API
ExternalApplicationArray Constructor
Initializes a new instance of the ExternalApplicationArray class
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ExternalApplicationArray()
Visual Basic
Public Sub New
Visual C++
public:
ExternalApplicationArray()
See Also
ExternalApplicationArray Class
Autodesk.Revit.UI Namespace